{
    "MARIO": {
        "name": "mario",
        "thumb_name": "mario",
        "frame": "mario",
        "tips": [
            "Punish his poor recovery",
            "Mario's jump (a lot) so intercept that",
            "Bait out fair, then up-b to intercept"
        ],
        "guides": [
            "vKBM9B8CEBw",
            "8vi7YpjtOkg",
            "nqDfKxPPTMg"
        ],
        "beat": [
            "ZGEXsiYu7ek",
            "CFDaNBUP1XY"
        ],
        "discord": "",
        "stages": [],
        "number": "1"
    },
    "DONKEY KONG": {
        "name": "donkey kong",
        "thumb_name": "donkey_kong",
        "frame": "donkey_kong",
        "tips": [
            "Keep him in the air",
            "Punish his landing",
            "Punish his recovery, you can hit his head",
            "He gets combo'd easily, so use that to your advantage",
            "Look out for his side-b, if you see it spot dodge, it's a shield breaker, and it'll bury you "
        ],
        "guides": [
            "Rl2UEKlIQ2k",
            "Q5V2zB-CrlM"
        ],
        "beat": [
            "y4vtXM2vzug"
        ],
        "discord": "",
        "stages": [],
        "number": "2"
    },
    "LINK": {
        "name": "link",
        "thumb_name": "link",
        "frame": "link",
        "tips": [
            "Jump over the projectile rain",
            "Once through, fight him close-up where he can't set up projectiles but watch out for his long lingering up smash and forward smashes.  ",
            "Walk, don't run. You can shield while walking but not during the initial dash. ",
            "Slow ground game",
            "Shield grab"
        ],
        "guides": [
            "OhF_pqvxYEc",
            "VlKkv5HSYVA",
            "wToxMJRDKtU"
        ],
        "beat": [
            "zAyYPBDoCQ8"
        ],
        "discord": "",
        "stages": [],
        "number": "3"
    },
    "SAMUS": {
        "name": "samus",
        "thumb_name": "samus",
        "frame": "samus",
        "tips": [
            "Punish her cooldowns",
            "Always keep charge shot in the back of your mind, be ready for it",
            "Poor horizontal recovery",
            "Samus players normally like to camp at beginning until opponent is at high percent so try to stay up close with them"
        ],
        "guides": [
            "nW9AedeMeFw",
            "EQOUIsKC_6A",
            "H0PoZ0oumz8"
        ],
        "beat": [
            "x88Fn6h8sXY"
        ],
        "discord": "",
        "stages": [],
        "number": "4"
    },
    "DARK SAMUS": {
        "name": "dark samus",
        "thumb_name": "dark_samus",
        "frame": "dark_samus",
        "tips": [
            "Same thing as Samus, but when punishing her jumps you should expect her to go a bit higher than Samus (floaty)"
        ],
        "guides": [
            "nW9AedeMeFw",
            "EQOUIsKC_6A",
            "H0PoZ0oumz8"
        ],
        "beat": [
            "x88Fn6h8sXY"
        ],
        "discord": "",
        "stages": [],
        "number": "4e"
    },
    "YOSHI": {
        "name": "yoshi",
        "thumb_name": "yoshi",
        "frame": "yoshi",
        "tips": [
            "Shielding his dair, Ivysaurs up air goes through yoshi's dair. There are a lot of characters that do go through it but it's a lot harder to do than with ivysaurs. Bait out the dair and punish because it has pretty long end lag",
            "Space him out, preferably with a long disjoint",
            "Watch out for that offstage game, avoid him offstage unless you're above him",
            "Always look out for that fair, high damage and it spikes",
            "Don't try to intercept start of double jump due to super armor"
        ],
        "guides": [
            "zbel6sAHzDM",
            "3a-NFx897ls"
        ],
        "beat": [
            "SqKDVXvzN6I"
        ],
        "discord": "",
        "stages": [],
        "number": "5"
    },
    "KIRBY": {
        "name": "kirby",
        "thumb_name": "kirby",
        "frame": "kirby",
        "tips": [
            "Out range and/or use speed",
            "Hammer hits twice in the air, look out for that, but it has a little more ending lag then usual ending lag so go for a tilt punish when they land",
            "Almost all of Kirby's special moves have a lot of end lag. Just wait/bait out their special attacks and punish from there",
            "Try and gimp when offstage due to up B coming back down",
            "Watch for up B landing on stage (some characters can intercept with a wind box)",
            "Be careful when edge guarding; his Up B can spike at any percent"
        ],
        "guides": [
            "ZLNX2uLYX7M",
            "GR09EhT644g"
        ],
        "beat": [
            "1g9c818wSHQ"
        ],
        "discord": "",
        "stages": [],
        "number": "6"
    },
    "FOX": {
        "name": "fox",
        "thumb_name": "fox",
        "frame": "fox",
        "tips": [
            "Punish his recovery",
            "Beware nair -> jab",
            "Use shield more than usual due to lack of good kill throws or combo throws",
            "Poor edgeguarding other than shine spike",
            "Watch out for dash attack and nair",
            "Easily comboed as he is a fast faller"
        ],
        "guides": [
            "xVbrtGvncd8",
            "Xa6e1g4wQ0k"
        ],
        "beat": [
            "0WC4CUK8XFc",
            "lj8X_YKYzpA"
        ],
        "discord": "",
        "stages": [],
        "number": "7"
    },
    "PIKACHU": {
        "name": "pikachu",
        "thumb_name": "pikachu",
        "frame": "pikachu",
        "tips": [
            "Watch out for b-air off stage, it can drag you to the blast zone",
            "Always avoid Pikachu when he's coming at you off stage, recover low, high, or just die so you don't get b-air chained to the blast zone",
            "Watch out for lighting loops",
            "I would explain how to escape nair loops, but this video explains it much better than I can. yay video",
            "Try and mix up how u react to neutral b - don't always jump or shield as he can usually get a grab or an aerial"
        ],
        "guides": [
            "8TEYez3_OFk",
            "1NeuHNVOq38"
        ],
        "beat": [
            "WncSgXJGf1Q",
            "DMjyYviwRXE"
        ],
        "discord": "",
        "stages": [],
        "number": "8"
    },
    "LUIGI": {
        "name": "luigi",
        "thumb_name": "luigi",
        "frame": "luigi",
        "tips": [
            "Don't get grabbed at 0% (avoid grabs in general), taking damage is better than getting grabbed so just jump around, stay on platforms till you're like 10% depending on weight and fall speed and then start playing the game",
            "After Green Missile his recovery his painfully easy to gimp, so just wait until he's across then hit him with pretty much anything",
            "Don't get too close to his shield at 70% due to Up B oos"
        ],
        "guides": [
            "E7e7fYu2pdM",
            "yCVEXjLTzMw"
        ],
        "beat": [
            "tpB0cBVWjFU"
        ],
        "discord": "",
        "stages": [],
        "number": "9"
    },
    "NESS": {
        "name": "ness",
        "thumb_name": "ness",
        "frame": "ness",
        "tips": [
            "Always shield PK Fire, then grab him as he goes in for an attack",
            "Try to intercept his PK Thunder with a reflector if you have one",
            "Lots of Ness mains go for either a grab, or do another PK Fire after a PK Fire, so either shield again or go for that spot dodge and get the punish",
            "Always try and intercept his jump offstage then go for gimping his up B",
            "Watch out for pk thunder 2 on stage. If you hit the head of pk thunder it will stop it",
            "Watch out for yoyo on ledge",
            "Ness is very very floaty so force him to jump and take advantage in air and off stage",
            "If your character has a counter, use it against Ness's recovery"
        ],
        "guides": [
            "xxJk_5X1Yss",
            "GAGWXfIt-r8"
        ],
        "beat": [
            "rf_OLKaxrQw",
            "dSIjrT_24WM"
        ],
        "discord": "",
        "stages": [],
        "number": "10"
    },
    "CAPTAIN FALCON": {
        "name": "captain falcon",
        "thumb_name": "captain_falcon",
        "frame": "captain_falcon",
        "tips": [
            "Space him out with projectiles before punishing a whiffed Side B ",
            "Captain Falcon has a similar moveset to Ganondorf and like with ganondorf if they try to falcon punch you, go for the counter.",
            "Expect side b, grab, and nair most in the neutral, so bait each out with whatever your character has to offer like disjoints, projectiles, dash back, spotdodge, etc and keep in mind that falcon is fairly easy combo food.",
            "ROCKCROCKING. Basically punishing his up b recovery by teching it off a wall (if the stage has it) into an easy edgeguard (or just intercept it with a safe aerial if they recover at a bad angle)",
            "Falcon doesn't have much against shield pressure behind him, or many great out of shield options in general. Nair doesn't hit behind him and can sometimes whiff on really small characters (Pichu privilege). Up b has quite a bit of startup on the ground and can be reacted to and can be easily punished. Grab is fast but only in front of Falcon.",
            "In general Falcon's disadvantage is pretty bad so once you force him into it try to keep him there.",
            "Always di away for down throw",
            "Combo food"
        ],
        "guides": [
            "xzE8m7gAs7E",
            "UF9up1iCCok"
        ],
        "beat": [
            "AsQhvkBM6bY"
        ],
        "discord": "",
        "stages": [],
        "number": "11"
    },
    "JIGGLYPUFF": {
        "name": "jigglypuff",
        "thumb_name": "jigglypuff",
        "frame": "jigglypuff",
        "tips": [
            "Punish missed aerials, be careful of late hit boxes",
            "Good spacing will punish hard",
            "Try to parry rest (nice try Jiggs mains, just shield rest unless you want max style points) or counter it.",
            "Is really light, you can take a stock off her earlier most of the time. Also shield-breakers are able to instantly kill her as well.",
            "Sing and Rest are really easy to punish once blocked or whiffed.",
            "Her rollout tends to be pretty predictable at times, so countering it would be an optimal choice.",
            "Watch out for the sing hitbox. it's bigger than it seems. It even hits under platforms, if the Jiggs is singing on the platform.",
            "Beat out her aerials due to poor priority",
            "Easy to edge guard",
            "Bad airdodge",
            "Easy to edgeguard",
            "Poor ground game",
            "Bad grabs and throws",
            "Pound (sideB) is actually a disjointed hitbox, so it will win Jiggs a number of trades. Furthermore, it does significant shield damage (only taking 2-3 to break a shield). Luckily though, it is very punishable. If your shield is strong, block it and punish. If your shield is weak, stay evasive until the shield recovers."
        ],
        "guides": [
            "ffpRK8LSLkY"
        ],
        "beat": [
            "Uyr8sAYVCIg"
        ],
        "discord": "",
        "stages": [],
        "number": "12"
    },
    "PEACH": {
        "name": "peach",
        "thumb_name": "peach",
        "frame": "peach",
        "tips": [
            "As soon as they get a turnip, play safe (safer than usual vs Daisy)",
            "Predict and punish float (over) usage with a good aerial/anti-air",
            "Pay attention to their down-b to see if they got a Mr.Saturn or Bob-omb",
            "Sword characters have an advantage over peach since they have a bigger hitbox then her.Space her out and she won't be able to get you",
            "Watch out for down tilt"
        ],
        "guides": [
            "1qyd1H8qb4s"
        ],
        "beat": [
            "cytcgvfv0sU"
        ],
        "discord": "",
        "stages": [],
        "number": "13e"
    },
    "DAISY": {
        "name": "daisy",
        "thumb_name": "daisy",
        "frame": "daisy",
        "tips": [
            "Same as Peach",
            "Daisy has a thicker hitbox than Peach but Peach has a taller one"
        ],
        "guides": [
            "qKEmkj6186w"
        ],
        "beat": [
            "cytcgvfv0sU"
        ],
        "discord": "",
        "stages": [],
        "number": "13"
    },
    "BOWSER": {
        "name": "bowser",
        "thumb_name": "bowser",
        "frame": "bowser",
        "tips": [
            "Heavy start/end lag on a lot of attacks, take opportunities to punish",
            "Probably the easiest character to juggle/combo in the game. Just try not to get hit. ",
            "Don't stay in shield, Bowsers love side B",
            "Up Smash and down smash has super armor, try to stay away when he's charging, get the punish after the attack",
            "Bowser has little to do when dealing with zoners.If your character has projectiles use them to force shield or neural b",
            "Tough guy allows him at low percentages to take no knockback from weak moves. Meaning try to stay away from reactable moves like rapid jab before you get punished.",
            "Watch out for Bowser mains trying to land with down air. It has a large hitbox but can be predictable so just wait in shield to then punish after they land if you see them going for it (has a landing hitbox that's really big on the ground so it's best to just wait till he lands and don't run into it)",
            "Watch out for up b out of shield",
            "Watch out for down b out of shield as it can shield break"
        ],
        "guides": [
            "J7whNfvG5QE",
            "VYpqKBAN6zQ"
        ],
        "beat": [
            "gaDUbVYJIFA"
        ],
        "discord": "",
        "stages": [],
        "number": "14"
    },
    "ICE CLIMBERS": {
        "name": "ice climbers",
        "thumb_name": "ice_climbers",
        "frame": "ice_climbers",
        "tips": [
            "Kill Nana for easy wins",
            "Without Nana the player has a little mac recovery",
            "Watch out for de syncs",
            "Poor approach game",
            "You can spam Pikachu's and Pichu's neutral special to gimp their up-special."
        ],
        "guides": [
            "Y2uVdqAVoUQ",
            "bS7DhurjqIE",
            "MzWF905qVbs"
        ],
        "beat": [
            "Rh-ueKwv_gE"
        ],
        "discord": "",
        "stages": [],
        "number": "15"
    },
    "SHEIK": {
        "name": "sheik",
        "thumb_name": "sheik",
        "frame": "sheik",
        "tips": [
            "She is a light character and she has very few kill moves",
            "Poor high percent kill throws",
            "Watch out for f throw bouncing fish",
            "Grab more than usual as it is easier to lay hits on her after a grab"
        ],
        "guides": [
            "_0HpQQn1ZEg"
        ],
        "beat": [
            "Y_aqlIw2p8E"
        ],
        "discord": "",
        "stages": [],
        "number": "16"
    },
    "ZELDA": {
        "name": "zelda",
        "thumb_name": "zelda",
        "frame": "zelda",
        "tips": [
            "Get in close and don't let her catch her breath",
            "Din's Fire and The Phantom (her JoJo stand) can be reflected against her.",
            "Nayru's Love is easy to bait out or shield. Punish accordingly",
            "Poor horizontal aerial hitboxes"
        ],
        "guides": [
            "Ilb1Q_Cso8E",
            "WzcYkOTUWJc"
        ],
        "beat": [
            "NzV8rLbSPVc"
        ],
        "discord": "",
        "stages": [],
        "number": "17"
    },
    "DR. MARIO": {
        "name": "dr. mario",
        "thumb_name": "dr_mario",
        "frame": "dr._mario",
        "tips": [
            "Gimp,gimp,gimp, Gimp Again",
            "Out space (and, of course, gimp)",
            "An even worse recovery than Mario's up b so it's even easier to gimp.(Keep in mind that Dr Mario has more kill power though.)",
            "Punish the double jump to leave him with only his lackluster Up+B",
            "Unless you're playing a super heavy hitter, Dr Mario will be at an advantage with most trades. Don't opt to trade blows unless he's at kill% or near off-stage.",
            "Try to pick stages with higher platforms, or no platforms at all, that way d-throw->downB no longer works for Doc as a true low% combo."
        ],
        "guides": [
            "pb-5b8TsVFs"
        ],
        "beat": [
            "ZGEXsiYu7ek"
        ],
        "discord": "",
        "stages": [],
        "number": "18"
    },
    "PICHU": {
        "name": "pichu",
        "thumb_name": "pichu",
        "frame": "pichu",
        "tips": [
            "Ask Sakurai to nerf (I mean pichu has been falling off lately and is the lightest in the game)",
            "Disjoints are your best friends",
            "Go for kills earlier, since Pichu's glaring weakness is being a lightweight.",
            "Pichu has a very small hurtbox and can be annoying to deal with.Use downtilts more that side tilt and use range whether it is projectiles or a fat hitbox to your advantage",
            "Pichu's recovery(Up B) has no hitbox so when off stage predict where pichu is going to be and attack or even better, spike pichu",
            "Pichu can't deal with opponents with very large hurtboxes.(E.g Ike's Nair)Since pichu doesn't have the range to deal with stuff space pichu out.",
            "Pichu has one of the worst disadvantages in the game if the opponent is a stock higher than them.But also has the strongest advantages in the game (If the opponent has a stock less than them). Pichu's game plan is rather aggressive so let the pichu go for you then after they attack punish."
        ],
        "guides": [
            "sdadpkTWFwk"
        ],
        "beat": [
            "fA6CvEex4Oo"
        ],
        "discord": "",
        "stages": [],
        "number": "19"
    },
    "FALCO": {
        "name": "falco",
        "thumb_name": "falco",
        "frame": "falco",
        "tips": [
            "Punish recovery",
            "Watch out for up tilt",
            "Side B is shieldable"
        ],
        "guides": [
            "YsLJssA01b4",
            "ikzwokwIspo"
        ],
        "beat": [
            "Jx3Z512mKYA"
        ],
        "discord": "",
        "stages": [],
        "number": "20"
    },
    "MARTH": {
        "name": "marth",
        "thumb_name": "marth",
        "frame": "marth",
        "tips": [
            "Gimp the recovery",
            "Avoid the tip",
            "Is a worse version of Lucina.",
            "Rushdown more than lucina"
        ],
        "guides": [
            "WBTHnHqh3qk",
            "A-hFvPkuqlA",
            "H8fBhZuywgo"
        ],
        "beat": [
            "9WgTGrwB0EU"
        ],
        "discord": "",
        "stages": [],
        "number": "21"
    },
    "LUCINA": {
        "name": "lucina",
        "thumb_name": "lucina",
        "frame": "lucina",
        "tips": [
            "Gimp the recovery",
            "Always hold shield against dancing sword (her side-b) because you'll either block all the hits, or she'll stop and have a lot of ending lag giving you time to leave shield and punish"
        ],
        "guides": [
            "WBTHnHqh3qk",
            "A-hFvPkuqlA"
        ],
        "beat": [
            "9WgTGrwB0EU"
        ],
        "discord": "",
        "stages": [],
        "number": "21e"
    },
    "YOUNG LINK": {
        "name": "young link",
        "thumb_name": "young_link",
        "frame": "young_link",
        "tips": [
            "Pray to God they can't ladder projectiles into Up B",
            "Shield a lot, but don't shield to the point your shield will inevitably break.",
            "Look out for those down angled boomerangs to f-air, it kills at around 80 if your near the edge of the stage ",
            "Watch out for arrows",
            "Pressure with close combat since young link prefers to camp",
            "Very light character so go for kill moves early"
        ],
        "guides": [
            "WSep92_Z4CU",
            "BYIZBipUIIU"
        ],
        "beat": [
            "zAyYPBDoCQ8"
        ],
        "discord": "",
        "stages": [],
        "number": "22"
    },
    "GANONDORF": {
        "name": "ganondorf",
        "thumb_name": "ganondorf",
        "frame": "ganondorf",
        "tips": [
            "Heavy start/end lag on attacks, take opportunity to punish",
            "Poor recovery, bait out double jump then just one hit could do it",
            "If your character has a counter, use it against his smash attacks",
            "Avoid Warlock punch because it has a good amount of super armour, it can turn as well, but it has to start turning right away or it will not - A grab will cancel it so you can punish that way",
            "Don't forget to counter Warlock Punch because he instantly gets yeeted once that happens. (A free stock for you)",
            "For Gods sake stop shielding his up tilt (big explosion kick = shield breaky-breaky)",
            "Any spammable projectile can deal with his slow approach and large size (g&w chef for example).",
            "Watch out for f smash and nair hitboxes as they go behind him"
        ],
        "guides": [
            "CICmAA_G-Fk"
        ],
        "beat": [
            "K6hkoBu6A9k"
        ],
        "discord": "",
        "stages": [],
        "number": "23"
    },
    "MEWTWO": {
        "name": "mewtwo",
        "thumb_name": "mewtwo",
        "frame": "mewtwo",
        "tips": [
            "Has to use his jump a lot and is a very weak character in the air just like little mac.",
            "Mewtwo is pretty light and has a rather large hitbox.Use this to your advantage",
            "Watch out for shadow ball as it can confirm into other hits as well as kill by itself",
            "If you have a disjoint, keep in mind that if you use it against mewtwo upair/bair you will straight out win every time if timed properly. His tail is one massive hurtbox. Even without disjoints you can usually trade with those two moves",
            "Trading IS GREAT against Mewtwo for midweights and heavyweights. Mewtwo is very light so he will reach kill percent before you if you are able to do smart trades with him.",
            "Keep Mewtwo's specials in the back of your mind. Most of them are pretty situational, but you may still be caught off guard by down b or up b in neutral. Also keep in mind that side b reflects and depending on character Mewtwo can confirm it into Fair at 150+ and kill you."
        ],
        "guides": [
            "7X4FQh_4Ars"
        ],
        "beat": [
            "VcEOuqVmaUI"
        ],
        "discord": "",
        "stages": [],
        "number": "24"
    },
    "ROY": {
        "name": "roy",
        "thumb_name": "roy",
        "frame": "roy",
        "tips": [
            "Try to stay spaced, his sword does more damage closer to the hilt",
            "Watch out for side b is basically cross slash",
            "Easy to gimp"
        ],
        "guides": [
            "FPYpz1haD44",
            "5GQar_UbMH4"
        ],
        "beat": [
            "ZMPT1JGoGrs"
        ],
        "discord": "",
        "stages": [],
        "number": "25"
    },
    "CHROM": {
        "name": "chrom",
        "thumb_name": "chrom",
        "frame": "chrom",
        "tips": [
            "Bait out double jump and can gimp super early",
            "Easy method for gimping is (if you have one) to counter. Almost guaranteed kill (sometimes they get lucky when they are hit and can airdodge to stage or their up b will barely sweetspot stage and not hit you by pixels sometimes). If you don't have a counter, some spikes are pretty guaranteed if you hit Chrom at the max height of up b.",
            "Also some rapid jabs if they are disjointed"
        ],
        "guides": [
            "fn0v1UUpI18",
            "fitUgRJ-BM4"
        ],
        "beat": [
            "ZMPT1JGoGrs"
        ],
        "discord": "",
        "stages": [],
        "number": "25e"
    },
    "MR. GAME AND WATCH": {
        "name": "mr. game and watch",
        "thumb_name": "mr_game_and_watch",
        "frame": "mr._game_and_watch",
        "tips": [
            "Can hit hard, but one of the lighter characters in the game",
            "Careful with spamming ranged into his bucket",
            "Shield when he D-airs, and then grab if he's in front. ",
            "The bomb f-air can be instantly dispersed by literally every single move.",
            "His bomb f-air can be reflected",
            "Be very wary with his neutral air, it's a larger disjoint than you might expect, plus it combos well into upair/upb/bair.",
            "Down smash buries at the edges of the hammer (sweetspot), but the sourspot towards the middle is survivable / techable and allows you to reset to neutral if need be. Don't roll towards the game and watch though, as that could lead you into another down smash. Down smash has long bury time and leads into early kills with f smash",
            "Do NOT try to edgeguard game and watch. They have a better recovery than you, and can reverse edgeguard you with ease.",
            "Do NOT challenge up b, it comes out as a frame 3 out of shield option with startup invincibility frames. Do not be surprised if your throw to upair combos don't work because of this move. Always shield near a game and watch, as it's more likely that they will up b rather than grab you.",
            "Down b (bucket) both reflects and absorbs, but has some endlag upon use. Try to punish them when their bucket is out.",
            "Watch out for up b oos",
            "Neutral b (chef) is deceptively great on ledge. It's controllable by tilting left and right, meaning if you try to approach g&w with it being used, they can angle it upwards like a wall to combo you back into the attack. Also, it can very easily two frame on ledge, and due to up b, a game and watch can up b if you eventually get behind their chef. The best way to approach is to time the small food gap that occurs with high end lag (around every 4 or 5 pieces of food should have a gap in timing).",
            "Game and watch does not have a lot of kill options, so you should get used to recognizing them.",
            "Drag down nair into ftilt/dilt, it's a true combo so you won't be able to shield the final hit.",
            "2 pieces of chef near ledge into a runup ftilt.",
            "(Tri-platforms only) Upb (below top platform) -> Upair -> Upb (doesn't connect, g&w is now on the top platform) -> Upair. This can kill you off the top if you aren't careful.",
            "Fair bomb into reverse f-tilt.",
            "Downthrow into nair into judge at lower percents.",
            "Nair into bair into bair into upb next to the blast zone, this is g&w's wall of pain, and you need to DI towards the blast zone to avoid the last hit of upb if you want to survive.",
            "Downsmash burying into upsmash or fsmash (sweetspot, very spammable and hard to punish. Honestly, this is probably the most reliable kill move for g&w, so expect this the most. You need to mash HARD if you want to escape the bury state. Above 75%, you're likely dead though."
        ],
        "guides": [
            "WjvMnuujYZo"
        ],
        "beat": [
            "_UgVrXWL08I"
        ],
        "discord": "",
        "stages": [],
        "number": "26"
    },
    "META KNIGHT": {
        "name": "meta knight",
        "thumb_name": "meta_knight",
        "frame": "meta_knight",
        "tips": [
            "Keep him at arm's length and careful when offstage, that's mk's strength",
            "All of his special moves leave him at a fall state and have quite a bit of ending lag. Punish after shielding move.",
            "Watch out for up air ladders into up b"
        ],
        "guides": [
            "81H83GAmi70",
            "pHfWL_bdKz8"
        ],
        "beat": [
            "lbJKShLEua8"
        ],
        "discord": "",
        "stages": [],
        "number": "27"
    },
    "PIT": {
        "name": "pit",
        "thumb_name": "pit",
        "frame": "pit",
        "tips": [
            "Don't forget to reflect his arrows if you have a reflector",
            "Try to keep this MU on the ground unless you have a good air character",
            "Shield side-b, then punish. Punish harder. Punish ultra-hard.",
            "Easy to gimp up b"
        ],
        "guides": [
            "6EeGRNVUItM"
        ],
        "beat": [
            "mTLolct5KSo"
        ],
        "discord": "",
        "stages": [],
        "number": "28"
    },
    "DARK PIT": {
        "name": "dark pit",
        "thumb_name": "dark_pit",
        "frame": "dark_pit",
        "tips": [
            "Arrows don't have as much control, so jump and weave around them.",
            "One of the major things that makes him different to Pit is that his side b has more killing power than Pit whereas Pit has more combo potential.So avoid getting side b near edges and punish after evading the move."
        ],
        "guides": [
            "6EeGRNVUItM"
        ],
        "beat": [
            "mTLolct5KSo"
        ],
        "discord": "",
        "stages": [],
        "number": "28e"
    },
    "ZERO SUIT SAMUS": {
        "name": "zero suit samus",
        "thumb_name": "zero_suit_samus",
        "frame": "zero_suit_samus",
        "tips": [
            "Down air has quite a bit of end lag so try to punish it when they overuse it as an option for getting back to stage",
            "Poor grab and throws except for up throw past 150%",
            "Watch out for nair into down b at ledge",
            "Watch out for up b oos"
        ],
        "guides": [
            "xs9dqqKJXio",
            "FPikajI4CL8",
            "J778vPwVuc0"
        ],
        "beat": [
            "GI-OnFr27hE",
            "qBafn-Snfdw"
        ],
        "discord": "",
        "stages": [],
        "number": "29"
    },
    "WARIO": {
        "name": "wario",
        "thumb_name": "wario",
        "frame": "wario",
        "tips": [
            "Wall him out, preferably with disjoints.",
            "Be wary of Waft.",
            "Try to escape u-tilt and u-air strings if you can. But mostly be cautious of u-air and n-air.",
            "Try and get his bike and protect it as he becomes very easy to gimp",
            "Watch out for f-tilt when hanging at ledge",
            "Watch out for d-tilt into dash attack"
        ],
        "guides": [
            "odU--iAPys8"
        ],
        "beat": [
            "t7Ycsc9LJGA"
        ],
        "discord": "",
        "stages": [],
        "number": "30"
    },
    "SNAKE": {
        "name": "snake",
        "thumb_name": "snake",
        "frame": "snake",
        "tips": [
            "Stay up close and personal, his ranged game is insane",
            "A strong hit--like a spike--is usually enough to hit Snake off Cypher. And maybe you can hit him out of a C4 recovery if you predict his DI.",
            "You can slide under grenades or throw them back at Snake, so don't be afraid. But don't be reckless by trading or straight-up running into explosions, either.",
            "Always watch where he places c-4"
        ],
        "guides": [
            "t4sMQUVukGg"
        ],
        "beat": [
            "Ym4wP569ifk",
            "UwMAJHmQFCU"
        ],
        "discord": "",
        "stages": [],
        "number": "31"
    },
    "IKE": {
        "name": "ike",
        "thumb_name": "ike",
        "frame": "ike",
        "tips": [
            "Hug the edges; use range",
            "Punish slow smash attacks",
            "Punish Landings after an aerial",
            "Anti-airs for nair",
            "Hit his up b while he's at the apex of the move",
            "Attack Ike either before he n-airs (during the start up of the move as he jumps up) or punish it oos",
            "Ike is forced to use side b for horizontal recovery.Use this to your advantage and counter or spike",
            "Ike's up b can be countered, leaving him at an even worse position",
            "Watch out for nair into bair or up air at high percents",
            "Mix up landings and airdodges as up air is huge"
        ],
        "guides": [
            "c_p-aiD1gTw",
            "C7n-ROhhSWs"
        ],
        "beat": [
            "xAF4jPJcFAg"
        ],
        "discord": "",
        "stages": [],
        "number": "32"
    },
    "Squirtle": {
        "name": "squirtle",
        "thumb_name": "pokemon_trainer",
        "frame": "squirtle",
        "tips": [
            "Avoid obvious combo starters and punish them if they are too repetitive",
            "Very light",
            "Lack of kill power",
            "Watch out for water gun",
            "Poor recovery",
            "Bear in mind whatever he'll want to go for with each of his Pokémon and adapt accordingly."
        ],
        "guides": [
            "mIsgi9uRa0Q",
            "PzThnJQ_QsU",
            "8WgPxcCBseo"
        ],
        "beat": [
            "hhCzz_dltKw"
        ],
        "discord": "",
        "stages": [],
        "number": "33"
    },
    "Ivysaur": {
        "name": "ivysaur",
        "thumb_name": "pokemon_trainer",
        "frame": "ivysaur",
        "tips": [
            "Avoid up air/down air",
            "Start parrying razorleaf",
            "Don't underestimate his d-air hitbox",
            "Dair at ledge",
            "Watch out for up air  juggles",
            "Razor leaf has poor priority",
            "Watch out for down throw into up b as it kills around 75%",
            "Stay away from above ivysaur, up b and upair can combo into kill super early (jump less)",
            "Bear in mind whatever he'll want to go for with each of his Pokémon and adapt accordingly."
        ],
        "guides": [
            "ohYVPYbXP2E",
            "PzThnJQ_QsU",
            "8WgPxcCBseo"
        ],
        "beat": [
            "hhCzz_dltKw"
        ],
        "discord": "",
        "stages": [],
        "number": "33"
    },
    "Charizard": {
        "name": "charizard",
        "thumb_name": "pokemon_trainer",
        "frame": "charizard",
        "tips": [
            "Punish Flare Blitz (it is such a bad move right now and is super easy to read and punish)",
            "He can kill you easily at high percent, so try to keep him off of you as much as possible.",
            "Combo food",
            "Poor recovery",
            "Big hurtbox",
            "Bad hitboxes",
            "Watch out for Forward Tilt. Kills early and has great range",
            "Bear in mind whatever he'll want to go for with each of his Pokémon and adapt accordingly."
        ],
        "guides": [
            "mBSV7pragNc",
            "PzThnJQ_QsU",
            "8WgPxcCBseo"
        ],
        "beat": [
            "hhCzz_dltKw"
        ],
        "discord": "",
        "stages": [],
        "number": "33"
    },
    "DIDDY KONG": {
        "name": "diddy kong",
        "thumb_name": "diddy_kong",
        "frame": "diddy_kong",
        "tips": [
            "Steal his bananas and use them for yourself",
            "Pretty light.(This isn't smash 4 Diddy Kong so Kill him)",
            "Easy to gimp up b",
            "Can't kill easily",
            "Throws have poor follow ups",
            "Bair and fair lag",
            "Watch out for nair into dair at ledge kills around 50%"
        ],
        "guides": [
            "IjkRo39yGDw"
        ],
        "beat": [
            "zZh8kSCKRzY"
        ],
        "discord": "",
        "stages": [],
        "number": "36"
    },
    "LUCAS": {
        "name": "lucas",
        "thumb_name": "lucas",
        "frame": "lucas",
        "tips": [
            "PK Freeze can be easily punished if the move whiffs.",
            "PK Fire is also punishable if misspaced, so shield it.",
            "Gimp pk thunder"
        ],
        "guides": [
            "AQOnRHerefA"
        ],
        "beat": [
            "sOy8qxGAHgc"
        ],
        "discord": "",
        "stages": [],
        "number": "37"
    },
    "SONIC": {
        "name": "sonic",
        "thumb_name": "sonic",
        "frame": "sonic",
        "tips": [
            "Easily gimpable recovery. Sonic players usually need to use up b to go back to the stage.Use this to your advantage.",
            "side/down B lose to jabs. If they're charging at you with a spin dash just hold a jab out and they'll get stopped dead",
            "Shield spin dashes"
        ],
        "guides": [
            "sLWTJvFXe3Q"
        ],
        "beat": [
            "Q-9_l-1ZVTY",
            "SLvK9eo1zUY",
            "QuAQGX6d-pc"
        ],
        "discord": "",
        "stages": [],
        "number": "38"
    },
    "KING DEDEDE": {
        "name": "king dedede",
        "thumb_name": "king_dedede",
        "frame": "king_dedede",
        "tips": [
            "Punish his cooldowns",
            "Gordos can be easily reflected, even neutral moves seem to do the trick.",
            "Really easy to juggle and has a huge ass hitbox for some reason."
        ],
        "guides": [
            "EqnTT7ysXRg"
        ],
        "beat": [
            "1SXDFvyJjCs"
        ],
        "discord": "",
        "stages": [],
        "number": "39"
    },
    "OLIMAR": {
        "name": "olimar",
        "thumb_name": "olimar",
        "frame": "olimar",
        "tips": [
            "If he only has 1 or no pikmin punish quickly because it is easy to get more.",
            "No up b hitbox",
            "Smashes are reflectable. Go for reads if you're feeling brave"
        ],
        "guides": [
            "1Wd1Dh6lhsY"
        ],
        "beat": [
            "Z-oDomb23HY"
        ],
        "discord": "",
        "stages": [],
        "number": "40"
    },
    "LUCARIO": {
        "name": "lucario",
        "thumb_name": "lucario",
        "frame": "lucario",
        "tips": [
            "Kill him as early as you can, but keep in mind a high-Aura Aura Sphere or b-air.",
            "Lucario is a generally versatile fighter, so make sure you're ready to adapt to his style. Lucario isn't a gimmick anymore.",
            "Lucario has a good combo game at low percent and good kill power when at higher percent.Kill him asap. (Note if you die to a high level aura lucario his combo game is not as good because he does more knockback)"
        ],
        "guides": [
            "IBbtNNL7ggA"
        ],
        "beat": [
            "fzLFNRnvILU"
        ],
        "discord": "",
        "stages": [],
        "number": "41"
    },
    "ROB/R.O.B.": {
        "name": "rob",
        "thumb_name": "rob",
        "frame": "rob",
        "tips": [
            "Deny their gyro and beams",
            "Punish side B's",
            "Avoid predictable projectiles, as they will just be reflected back",
            "Recovery can get easily gimped with no hitbox",
            "Big hurt box",
            "Combo food",
            "His only fast aerials are fair and uair. All of the others have some lag before coming out, which should telegraph them. Neutral airdodge is your friend against these while not off-stage (Neutral airdodge has fewer punishable frames than directional airdodge)"
        ],
        "guides": [
            "upmeN9cdpNA"
        ],
        "beat": [
            "-2p1k1WEgAc"
        ],
        "discord": "",
        "stages": [],
        "number": "42"
    },
    "TOON LINK": {
        "name": "toon link",
        "thumb_name": "toon_link",
        "frame": "toon_link",
        "tips": [
            "He can't land very well (floaty, few landing options)",
            "Slow on ground"
        ],
        "guides": [
            "YDYO5vVrsk8",
            "D0Ml1w6rUmo"
        ],
        "beat": [
            "zAyYPBDoCQ8"
        ],
        "discord": "",
        "stages": [],
        "number": "43"
    },
    "WOLF": {
        "name": "wolf",
        "thumb_name": "wolf",
        "frame": "wolf",
        "tips": [
            "Gimp (watch out for up b hitbox and side b spike)",
            "Wolf's side b spikes at the end and tip of the move so try not to be in front of him when he recovers horizontally. Furthermore, he can angle it downwards to try to sweetspot you while you are standing on the stage (this works against most characters, except for really short ones). You can purposely sit at this distance to try to bait it out for a shield->punish option."
        ],
        "guides": [
            "Km7MSZU4gTg",
            "3BqjrhZVowY"
        ],
        "beat": [
            "gOTl4SKfDjY"
        ],
        "discord": "",
        "stages": [],
        "number": "44"
    },
    "VILLAGER": {
        "name": "villager",
        "thumb_name": "villager",
        "frame": "villager",
        "tips": [
            "Punish recovery (It has a glaring hitbox that will surely gimp him)",
            "Watch out for up air",
            "Watch out for tree",
            "Villager got a nerf recently and you are able to shield most of villager's projectiles.",
            "Villager's grab is a bit more range than most players but has a lot of end lag if missed"
        ],
        "guides": [
            "3C3gTqVOp0s"
        ],
        "beat": [
            "Chklb3IJgyk"
        ],
        "discord": "",
        "stages": [],
        "number": "45"
    },
    "MEGA MAN": {
        "name": "mega man",
        "thumb_name": "mega_man",
        "frame": "mega_man",
        "tips": [
            "Up-B punish like Sonic.",
            "Get good at catching his neutral B",
            "Close range is dangerous af. Out space him.",
            "All smashes have horrible lag. Punish that.",
            "Stay out of jab range, it's where a lot of hits can connect.",
            "If he starts charging an fsmash, he’s stuck in place about to shoot a projectile. You can stand right in front of him and reflector, and he won’t be able to cancel it. Same with downB, locking him in place. These options make megaman into reflector food, and he’ll likely be resorting on neutralB and sideB after you punish these a couple of times, limiting his projectile options."
        ],
        "guides": [
            "1Om1297wWLk"
        ],
        "beat": [
            "DaHfP65MUZk"
        ],
        "discord": "",
        "stages": [],
        "number": "46"
    },
    "Wii Fit TRAINER": {
        "name": "wii fit trainer",
        "thumb_name": "wii_fit_trainer",
        "frame": "wii_fit_trainer",
        "tips": [
            "Be aggressive to not let them charge sunlight",
            "If sunlight is below half charge it is not super scary, little knock back and not crazy damage so do not worry about it too much. After half charge watch out for it, it can kill now and will beat out most projectiles you throw.",
            "Side B can be TERRIFYING if they know what they're doing. Always keep an eye out for it",
            "When down b is charged run as it is very powerful"
        ],
        "guides": [
            "4c86aMWIqtM"
        ],
        "beat": [
            "rfVa4Tym4bE"
        ],
        "discord": "",
        "stages": [],
        "number": "47"
    },
    "ROSALINA AND LUMA": {
        "name": "rosalina and luma",
        "thumb_name": "rosalina_and_luma",
        "frame": "rosalina_and_luma",
        "tips": [
            "Kill Luma when possible and then deal with Rosalina separately",
            "Very tall, very lightweight. Treat her similarly to Mewtwo but she's got more disjoints",
            "Watch out for luma"
        ],
        "guides": [
            "lmWPAmmgd8U"
        ],
        "beat": [
            "UXKWbuLzmm8"
        ],
        "discord": "",
        "stages": [],
        "number": "48"
    },
    "LITTLE MAC": {
        "name": "little mac",
        "thumb_name": "little_mac",
        "frame": "little_mac",
        "tips": [
            "Punish recovery, if you bait out double jump it is a free kill",
            "Get him in the air, he can't contest ",
            "Grab him ,yeet him off stage and win",
            "Spam projectiles like you're trying to get banned from online",
            "Watch out for super armour",
            "Camp on the ledge when he has ko punch"
        ],
        "guides": [
            "GVPSr088wh8"
        ],
        "beat": [
            "ZAZBf_f5hi4",
            "y9pp16Vf6L4"
        ],
        "discord": "",
        "stages": [],
        "number": "49"
    },
    "GRENINJA": {
        "name": "greninja",
        "thumb_name": "greninja",
        "frame": "greninja",
        "tips": [
            "Pay attention to and punish side b whiffs",
            "Poor rising hitboxes",
            "Be careful when recovering as his counter spikes",
            "Slow grab"
        ],
        "guides": [
            "_9LR4LzdAgE",
            "Myl0mqw7skQ"
        ],
        "beat": [
            "N_aNEjDci5M"
        ],
        "discord": "",
        "stages": [],
        "number": "50"
    },
    "Mii Brawler/mii_fighter": {
        "name": "mii brawler",
        "thumb_name": "mii_fighter",
        "frame": "mii_brawler",
        "tips": [
            "Gimp",
            "Some of his moves are easily punishable. To add salt to the wound, sometimes they even whiff frequently."
        ],
        "guides": [
            "DXUnfL77wng",
            "sild8FoS8XI"
        ],
        "beat": [
            "cFENR9rX1ZU"
        ],
        "discord": "",
        "stages": [],
        "number": "51"
    },
    "Mii Swordfighter/mii_fighter": {
        "name": "mii swordfighter",
        "thumb_name": "mii_fighter",
        "frame": "mii_swordfighter",
        "tips": [
            "Avoid tornado, since they can be easily chained to kill moves such as “Hero Spin” and “Discount Ivysaur UP-air”",
            "Is a zoner at heart, so keep your shield up and keep an eye out for gale strike (tornado) and chakram (disc). Try to punish the tornado, which has a lot of end lag after it's thrown out. ",
            "Watch out for the short range chackram as it has aloooot of hits"
        ],
        "guides": [
            "sild8FoS8XI"
        ],
        "beat": [
            "0qeEwJuhQ_g"
        ],
        "discord": "",
        "stages": [],
        "number": "52"
    },
    "Mii Gunner/mii_fighter": {
        "name": "mii gunner",
        "thumb_name": "mii_fighter",
        "frame": "mii_gunner",
        "tips": [
            "Has a really shitty neutral game if you take away her projectiles. Try to go for a rushdown tactic and don't let her breath.",
            ""
        ],
        "guides": [
            "sild8FoS8XI"
        ],
        "beat": [
            "Lrkeya3kxg0"
        ],
        "discord": "",
        "stages": [],
        "number": "53"
    },
    "PALUTENA": {
        "name": "palutena",
        "thumb_name": "palutena",
        "frame": "palutena",
        "tips": [
            "Watch out for up air and nair",
            "Get a feel for when they side b and punish the heavy end lag.",
            "2 frame recovery as it has no hitbox",
            "Poor ground game",
            "Watch out for d-tilt as it 2- frames"
        ],
        "guides": [
            "6w7N3Pn8wNU",
            "8VCTzadOK70"
        ],
        "beat": [
            "gwbD7Ks2yj4"
        ],
        "discord": "",
        "stages": [],
        "number": "54"
    },
    "PAC-MAN": {
        "name": "pac-man",
        "thumb_name": "pac_man",
        "frame": "pac-man",
        "tips": [
            "Side B is very predictable and has lots of end lag to punish",
            "Aside from projectiles and thousand-IQ plays, his shield pressure isn't great",
            "Watch out for side b super armour",
            "Poor grab",
            "Pressure when charging projectile"
        ],
        "guides": [
            "j0neVuGwawY"
        ],
        "beat": [
            "1-tr7QbQjCA"
        ],
        "discord": "",
        "stages": [],
        "number": "55"
    },
    "ROBIN": {
        "name": "robin",
        "thumb_name": "robin",
        "frame": "robin",
        "tips": [
            "Pay attention to thunder, it is a solid combo starter/kill move/ shield breaker depending on the charge",
            "He can't spam those projectiles forever, it will be pretty easy to capitalize on him once he runs out on the tomes and Levin Sword, since he's relatively weak without them."
        ],
        "guides": [
            "Gaiu9Jk31VU"
        ],
        "beat": [
            "Uq2vUJ6vZew"
        ],
        "discord": "",
        "stages": [],
        "number": "56"
    },
    "SHULK": {
        "name": "shulk",
        "thumb_name": "shulk",
        "frame": "shulk",
        "tips": [
            "When a shulk attempts to side b you shield it then punish",
            "All his arts last around ~8 seconds on average. You can stall him out if necessary",
            "Up b does not clip to ledge try and counter or hit him",
            "Fairly slow ground game"
        ],
        "guides": [
            "_8j37sgjWcY"
        ],
        "beat": [
            "GiSoRFtau0o"
        ],
        "discord": "",
        "stages": [],
        "number": "57"
    },
    "BOWSER JR.": {
        "name": "bowser jr.",
        "thumb_name": "bowser_jr",
        "frame": "bowser_jr.",
        "tips": [
            "Bowser Jr isn't a hot character right now and loves spacing you out. Just go in close and use large hitboxes to annoy him back",
            "He can't do squat against shields. Hold your guard up and don’t get grabbed",
            "Remember that you can grab the Mechakoopa(Bowser Jr’s down B) and you can use it for yourself"
        ],
        "guides": [
            "Wnzt7p_nLKQ"
        ],
        "beat": [
            "PavVg8zy06A"
        ],
        "discord": "",
        "stages": [],
        "number": "58"
    },
    "DUCK HUNT": {
        "name": "duck hunt",
        "thumb_name": "duck_hunt",
        "frame": "duck_hunt",
        "tips": [
            "Stay aggressive, do not let him set up his specials with can/gun man/etc. ",
            "There is not much he can do up close.",
            "You could try to seperate the can and him, then rush the dog down",
            "Original poster child for Easy Gimp. Get him offstage",
            "His neutralB only bounces in one direction. Whether you attack it, or Duck Hunt attacks it, will change the direction that it bounces. Use this to keep it out of the fight, or use it against to your advantage."
        ],
        "guides": [
            "e8tY4T55FN0"
        ],
        "beat": [
            "jLVhIRc7nJk"
        ],
        "discord": "",
        "stages": [],
        "number": "59"
    },
    "RYU": {
        "name": "ryu",
        "thumb_name": "ryu",
        "frame": "ryu",
        "tips": [
            "Don't jump above him and expect not to get shoryu'd, they always shoryu",
            "Out space",
            "When they start playing safe and stay near ledge, be careful with your moves, if you whiff once they'll start down-tilting you and doing those SF combos which get you to 999% and then shoryu you ",
            "Don't stay in shield too long, Ryu has a shieldbreaker move and Ken has a shieldbreaker combo",
            "If they don't know their SF combos, it's a free game",
            "Gimp them",
            "Learn the player's pattern when Ken/Ryu is in the air, they can use their focus to take a hit and go left or right, so keep that in mind",
            "Parry Hadouken, jumping also works (keep in mind point 2) but parry gives style points"
        ],
        "guides": [
            "P3LQJzwnf_c",
            "vDnUQGvbPVo"
        ],
        "beat": [
            "bjTTdtQC2jc"
        ],
        "discord": "",
        "stages": [],
        "number": "60"
    },
    "KEN": {
        "name": "ken",
        "thumb_name": "ken",
        "frame": "ken",
        "tips": [
            "Don't jump above him and expect not to get shoryu'd, they always shoryu",
            "Out space",
            "When they start playing safe and stay near ledge, be careful with your moves, if you whiff once they'll start down-tilting you and doing those SF combos which get you to 999% and then shoryu you ",
            "Don't stay in shield too long, Ryu has a shieldbreaker move and Ken has a shieldbreaker combo",
            "If they don't know their SF combos, it's a free game",
            "Gimp them",
            "Learn the player's pattern when Ken/Ryu is in the air, they can use their focus to take a hit and go left or right, so keep that in mind",
            "Parry Hadouken, jumping also works (keep in mind point 2) but parry gives style points"
        ],
        "guides": [
            "F6m-jOY6nOw",
            "GBPz1Nufljs"
        ],
        "beat": [
            "bjTTdtQC2jc"
        ],
        "discord": "",
        "stages": [],
        "number": "60"
    },
    "CLOUD": {
        "name": "cloud",
        "thumb_name": "cloud",
        "frame": "cloud",
        "tips": [
            "Gimp",
            "Punish trash linear recovery (just hit him once)",
            "Punish all those whiffed fairs",
            "Start parrying bc Cloud players are often really linear",
            "Learn to parry last hit of CS against shield, it's pretty easy",
            "Pick Pichu/Pikachu (free game)",
            "Don't let him breathe, picking fast characters makes this easy",
            "Don't use your jump off-stage early (I mean you shouldn't do that in general) bc then he can just walk off nair your ass ",
            "When a stock down, don't try to gimp him off stage from above, or he'll CH suicide you",
            "When he has limit, be careful, like in general. Generally when you're just avoiding him we'll just attempt to hit you with limit BB, which 9 out of 10 times wont hit but we're still crying about limit nerfs so we do it anyways. ",
            "You should probably be more careful about your landing when he has limit, Finishing Touch will kill everyone at like 70% so Clouds will be looking to bait out your move and clap you with it. It has a shit ton of startup and endlag though so if you see him attempt to use it close to you (and you're not in endlag yourself) you can just tap him out of it with a fast move (like a nair)",
            "If you're still practicing parrying vs Cloud, shielding is also good, his grab is trash with literally no follow ups",
            "dtilt->(utilt or uair) isn't a true combo. Hold shield immediately after they unfortunately hit you with the dtilt to insta-airdodge the follow  up.",
            "Dash attack kill power is extremely di dependent"
        ],
        "guides": [
            "dc3w_8r0seI",
            "UcS4PvjQxig"
        ],
        "beat": [
            "YilydKi64IM"
        ],
        "discord": "",
        "stages": [],
        "number": "61"
    },
    "CORRIN": {
        "name": "corrin",
        "thumb_name": "corrin",
        "frame": "corrin",
        "tips": [
            "Hold shield through their side-b, and remember that they can reverse side-b",
            "Make sure to either stay really close, or really, really far, the f-smash tipper is devastating  ",
            "Poor recovery",
            "Watch for chainsaw on smash attacks",
            "Watch for neutral b bite"
        ],
        "guides": [
            "M172F_U6DQk",
            "v1c9ybtEBb8"
        ],
        "beat": [
            "ZZ2V830NXIc"
        ],
        "discord": "",
        "stages": [],
        "number": "62"
    },
    "BAYONETTA": {
        "name": "bayonetta",
        "thumb_name": "bayonetta",
        "frame": "bayonetta",
        "tips": [
            "Bayonetta likes to combo but her moves have a lot of lag. Be fairly liberal with shields, dodges and counters",
            "Can't kill",
            "Up b doesn't clip to ledge"
        ],
        "guides": [
            "QQrAkFCoV3Q"
        ],
        "beat": [
            "QAjbCNXcZkM"
        ],
        "discord": "",
        "stages": [],
        "number": "63"
    },
    "INKLING": {
        "name": "inkling",
        "thumb_name": "inkling",
        "frame": "inkling",
        "tips": [
            "Avoid ink if you can and attack them when they are trying to recharge their ink",
            "Side B has a lot of end lag.Use this to your advantage and shield or spot dodge when you know it is coming and punish",
            "Apply constant rundown pressure if the Inkling is ever 100% completely out of ink. They desperately want breathing space in this moment, as a significant part of their kit is nerfed until they find a gap to get some ink: smashes weaker, jab weaker, f-throw weaker, no specials other than recovery.",
            "Not the best kill power",
            "Watch for nair strings",
            "Watch out for roller ← Roller is extremely unsafe on shield, so block and punish if applicable."
        ],
        "guides": [
            "rZjPU3FtRQU",
            "g0XY1al16aE"
        ],
        "beat": [
            "o-uJCD_LnJA"
        ],
        "discord": "",
        "stages": [],
        "number": "64"
    },
    "RIDLEY": {
        "name": "ridley",
        "thumb_name": "ridley",
        "frame": "ridley",
        "tips": [
            "Punish down b due to lot of end lag",
            "Look out for the Up-B spike",
            "He is lighter than you think (Fun fact he has the same weight as Ike)",
            "He's big, combo food",
            "Neutral B can be hit while charging to cause Ridley to take damage and be stunned- will take no knock back",
            "Watch out for nair and fair strings",
            "Has very poor landing and recovery options, so keep him juggled but don't overcommit so you can punish his options.",
            "Jump over side b then punish",
            "Easy to gimp due to poor jumps and high up b start up",
            "Remember that when Ridley side b's you, you can mash out to get out of it a low percentages"
        ],
        "guides": [
            "BcwCBNoVDio"
        ],
        "beat": [
            "7Gw4SARD6SY"
        ],
        "discord": "",
        "stages": [],
        "number": "65"
    },
    "SIMON": {
        "name": "simon",
        "thumb_name": "simon",
        "frame": "simon",
        "tips": [
            "Punish recovery",
            "Will try to stay near the edge and projectile spam. Be patient and wait for an opening to get close.",
            "Remember that Holy Water will activate any bomb-related projectiles, so be careful of throwing them against a Simon.",
            "Punish recovery",
            "Will try to stay near the edge and projectile spam. Be patient and wait for an opening to get close.",
            "Small hitboxes"
        ],
        "guides": [
            "Q600NwsUNX4"
        ],
        "beat": [
            "1NwOHvD1d_k"
        ],
        "discord": "",
        "stages": [],
        "number": "66"
    },
    "RICHTER": {
        "name": "richter",
        "thumb_name": "richter",
        "frame": "richter",
        "tips": [
            "Punish recovery",
            "Will try to stay near the edge and projectile spam. Be patient and wait for an opening to get close.",
            "Remember that Holy Water will activate any bomb-related projectiles, so be careful of throwing them against a Simon.",
            "Punish recovery",
            "Will try to stay near the edge and projectile spam. Be patient and wait for an opening to get close.",
            "Small hitboxes"
        ],
        "guides": [
            "Q600NwsUNX4"
        ],
        "beat": [
            "1NwOHvD1d_k"
        ],
        "discord": "",
        "stages": [],
        "number": "66"
    },
    "KING K. ROOL": {
        "name": "king k. rool",
        "thumb_name": "king_k_rool",
        "frame": "king_k._rool",
        "tips": [
            "Careful of super armor, attempt to punish neutral b/side b due to lots of lag",
            "If your character deals a lot of damage, try to break his super armor, it's easier than you think sometimes",
            "Don't get suck 'n cucked, though they mostly just do that online ",
            "He has one of the worst disadvantages in the game, abuse that",
            "Combo food",
            "Watch out for up b as it hits through the stage",
            "Crown is very powerful if you can keep it yourself",
            "Poor ledge options",
            "Can't land"
        ],
        "guides": [
            "q3_w0_7mLCw",
            "GiXLAbYAvAE"
        ],
        "beat": [],
        "discord": "",
        "stages": [],
        "number": "67"
    },
    "ISABELLE/shizue": {
        "name": "isabelle",
        "thumb_name": "shizue",
        "frame": "isabelle",
        "tips": [
            "Punish recovery ",
            "Neutral game excluding the projectiles can be pretty shoddy at times. Try to get close to Isabelle, where your attacks will actually connect.",
            "Not everybody gets this, but Fishing Rod can actually be blocked. Once blocked, Isabelle is immobile and also open to any attack."
        ],
        "guides": [
            "o7thgQUB6B0"
        ],
        "beat": [
            "mR0dv-1EjMs"
        ],
        "discord": "",
        "stages": [],
        "number": "68"
    },
    "INCINEROAR": {
        "name": "incineroar",
        "thumb_name": "gaogaen",
        "frame": "incineroar",
        "tips": [
            "Bait out double jump and punish",
            "Incineroar has a pretty poor recovery and can get easily gimped.Throw him off stage as much as possible",
            "Grab gets rid of Revenge stacks, that's nice",
            "If they manage to get Revenge you can either time it out, grab them, or deal 30% damage to them to remove it.",
            "Revenge stacks multiple times. The maximum damage Incineroar can do from this is 72%.",
            "If your character has a counter, use it against Incineroar recovery for an effective and hilarious edge guard"
        ],
        "guides": [
            "8msImwrdEnU",
            "GYME2Fm6g9I"
        ],
        "beat": [
            "w9_Bfolhm8c"
        ],
        "discord": "",
        "stages": [],
        "number": "69"
    },
    "PIRANHA PLANT": {
        "name": "piranha plant",
        "thumb_name": "packun_flower",
        "frame": "piranha_plant",
        "tips": [
            "Block often; attack from behind",
            "Head is not safe during recovery, easy edge guard",
            "All moves are pretty obvious and you can avoid them easily.",
            "His down B is a hitbox so you can hit his head when he is coming for you.",
            "All aerials have a lot of end lag.Bait them out and punish"
        ],
        "guides": [
            "AS9niTSzi6g",
            "Io49qHCoa9w"
        ],
        "beat": [
            "mNKLFn9tveI"
        ],
        "discord": "",
        "stages": [],
        "number": "70"
    },
    "JOKER": {
        "name": "joker",
        "thumb_name": "joker",
        "frame": "joker",
        "tips": [
            "Forced to recover low in both forms, use to advantage",
            "Is relatively weak without Arsene, try to capitalize on that. Also, whenever he tries to do Rebel's Guard, try to immediately grab him instead of feeding him the extra meter. If the Joker is too much RG happy, you can bait a rebel guard by charging a smash attack and just waiting. He can keep rebel guard for max 1 second and it has quite a long lag, so just hold smash and release on reaction as soon as RG ends",
            "Don't be afraid to rush him down when he's got Arsene, dealing damage to him makes him lose the persona faster",
            "Joker mains have a weird fetish for the dash attack for some reason, which can be easily punished (for example: shield)",
            "Joker is especially susceptible to shield pressure, only oos option to really worry about is bair which isn't even that good",
            "Arséne's Up B has no hitbox, although it has I-Frames at the start of the move, after this it is very vulnerable, easy spike if timed."
        ],
        "guides": [
            "OcaLqUH3Nq4",
            "HqSPZ9ZrApA"
        ],
        "beat": [
            "ydLT7A5g-NI",
            "MbuAw6Ksp-I"
        ],
        "discord": "",
        "stages": [],
        "number": "71"
    },
    "HERO/dq_hero": {
        "name": "hero",
        "thumb_name": "dq_hero",
        "frame": "hero",
        "tips": [
            "Pressure Hero ",
            "His sword is pretty small and he has a lot of end-lag on most moves so punish that",
            "His move set takes time to be executed so punish that as well",
            "Watch out for hatchet man, it can break shields"
        ],
        "guides": [
            "D3OXllMlJJw",
            "faS4cfoqjuA"
        ],
        "beat": [
            "27gLlbm3U-E"
        ],
        "discord": "",
        "stages": [],
        "number": "72"
    },
    "BANJO/BANJO AND KAZOOIE": {
        "name": "banjo",
        "thumb_name": "banjo_and_kazooie",
        "frame": "banjo",
        "tips": [
            "Shield pressure him",
            "Watch out for side B",
            "Grab combos work well"
        ],
        "guides": [
            "CKQqsXOkAgU",
            "WAR-M9FcEuI"
        ],
        "beat": [
            "ZDv-906WQNc"
        ],
        "discord": "gBhBsfm",
        "stages": [],
        "number": "73"
    },
    "TERRY": {
        "name": "terry",
        "thumb_name": "terry",
        "frame": "terry",
        "tips": [
            "Punish linear recovery(most Terry players can't snap ledge consistently so get easy two frames)",
            "Sdi kills jab jab power dunk",
            "Be very watchful when using shield as he has many mixups to poke or break your shield. To that end, unless you have incredible oos, jump out of shield and try to punish the setup. ",
            "Try to kill terry as early as possible to not allow GO to be a factor",
            "Terry can buster wolf off of neutral getup so hold shield and do reaction based ledgetrapping",
            "BEWARE THE LEDGE!!! Terry has very strong ledgetrapping and it's how Terry gets most of his absurdly early kills. Unfortunately for you he has incredible options against all normal options so focus on mixing up your timings and don't be afraid to hold ledge",
            "Don't approach frequently because terry's projectile is trash "
        ],
        "guides": [
            "px5dugK9Kc8",
            "o86GVodj_Uw"
        ],
        "beat": [
            "JrFkn5GnRtM"
        ],
        "discord": "",
        "stages": [],
        "number": "74"
    },
    "BYLETH": {
        "name": "byleth",
        "thumb_name": "byleth",
        "frame": "byleth",
        "tips": [],
        "guides": [
            "x36t8ddVixI",
            "NxuGcKI3qU0"
        ],
        "beat": [
            "h5A1yO9j0Qk"
        ],
        "discord": "",
        "stages": [],
        "number": "75"
    },
    "MIN MIN/minmin": {
        "name": "min min",
        "thumb_name": "minmin",
        "frame": "min_min",
        "tips": [],
        "guides": [
            "IxeattPscpI",
            "YEzY2PWiHpg"
        ],
        "beat": [
            "UjseAhD7WFc",
            "Uxhao_vbGTU",
            "5cZzmyHC5NI"
        ],
        "discord": "",
        "stages": [],
        "number": "76"
    },
    "STEVE": {
        "name": "steve",
        "thumb_name": "steve",
        "frame": "steve",
        "tips": [
            "Horrible vertical recovery",
            "Slow",
            "Needs to spend time mining",
            "If mining interrupted then stats don't increase",
            "If minecart is used then go up and b- down to avoid being trapped or jump over.",
            "Recovery can be blocked whilst flying",
            "Can combo you any time so prepare to die"
        ],
        "guides": [
            "wdYABozlCyc",
            "IIhM1koJDJ8"
        ],
        "beat": [
            "CZZVL7i_2ao",
            "yezmUXXKsQA",
            "921C9MgQ2zw"
        ],
        "discord": "",
        "stages": [],
        "number": "77"
    },
    "SEPHIROTH": {
        "name": "sephiroth",
        "thumb_name": "sephiroth",
        "frame": "sephiroth",
        "tips": [
            "Laggy moves, If they are not spaced, punish them",
            "Up B can be interrupted whilst being charged, if you can get to him before he starts, you can punish him",
            "Bad OOS, best he got is Nair, witch if your pressure is spaced, can be avoided and punished",
            "Missing Info / More Info Need"
        ],
        "guides": [
            "dndykqb1xVA",
            "CangdBax6B4"
        ],
        "beat": [
            "UpzKEq3v6_M"
        ],
        "discord": "",
        "stages": [],
        "number": "78"
    },
    "PYRA/homura": {
        "name": "pyra",
        "thumb_name": "homura",
        "frame": "pyra",
        "tips": [
            "Poor Recovery",
            "Mythra Side B is easily shielded and punished.",
            "Watch out for Neutral B. It lasts longer than expected.",
            "Pyra has poor out of shield options (14 frames)",
            "Pyra is vulnerable after Side B",
            "Pyra is easily punished.",
            "Watch out for pyra dair into up air",
            "Watch out for any mythra aerial",
            "Final Smash has more reach than expected",
            "Watch out for F Smash"
        ],
        "guides": [
            "z-USn9YQg7E",
            "eeU2kRzAEno"
        ],
        "beat": [
            "nke5NPYfS58",
            "IeTs9en0YU4"
        ],
        "discord": "wrrBRE7crE",
        "stages": [],
        "number": "79"
    },
    "MYTHRA/homura": {
        "name": "mythra",
        "thumb_name": "homura",
        "frame": "mythra",
        "tips": [
            "Poor Recovery",
            "Mythra Side B is easily shielded and punished.",
            "Watch out for Neutral B. It lasts longer than expected.",
            "Pyra has poor out of shield options (14 frames)",
            "Pyra is vulnerable after Side B",
            "Pyra is easily punished.",
            "Watch out for pyra dair into up air",
            "Watch out for any mythra aerial",
            "Final Smash has more reach than expected",
            "Watch out for F Smash"
        ],
        "guides": [
            "z-USn9YQg7E",
            "eeU2kRzAEno"
        ],
        "beat": [
            "nke5NPYfS58",
            "IeTs9en0YU4"
        ],
        "discord": "wrrBRE7crE",
        "stages": [],
        "number": "79"
    },
    "KAZUYA": {
        "name": "kazuya",
        "thumb_name": "kazuya",
        "frame": "kazuya",
        "tips": [],
        "guides": [
            "ImwcN7oXoAs",
            "cb1yvX1uZ1Q"
        ],
        "beat": [
            "T7_zyk_vtGI"
        ],
        "discord": "",
        "stages": [],
        "number": "81"
    },
    "SORA": {
        "name": "sora",
        "thumb_name": "sora",
        "frame": "sora",
        "tips": [],
        "guides": [
            "JL5qF6snEz8",
            "qdj9BQIbb9A"
        ],
        "beat": [
            "iC8GWRHsAj8"
        ],
        "discord": "",
        "stages": [],
        "number": "82"
    }
}
